Repository: BenderBlog/traintime_pda
Catalog: ios/ClasstableWidget/Localizable.xcstrings
Source language: zh_hans
Languages: en

# date_formatter
source: M月d日 E
en: MMMM d E

# error_course
source: 课程加载错误
en: Failed to load courses

# error_exam
source: 考试加载错误
en: Failed to load exams

# error_experiment
source: 实验加载错误
en: Failed to load experiment

# error_other
source: 未知错误
en: Unexpected error

# no_arrangement
source: 目前没有安排了
en: No arrangements

# title
source: 日程信息
en: Arrangments

# week_of_semester
source: 第%d周
en: Week %d

# widget_description
source: 展示今天和明天的日程信息
en: Show the time arrangements in today and tomorrow

# widget_title
source: 日程小组件
en: Time Arrangement Widget
